Repository: JQHxx/RSC_CETcA
Catalog: CSRmeshDemo/*.lproj/Localizable.strings
Languages: cs, fi_fi, lt, ro, ru

source: Main
cs: Hlavní strana
fi_fi: Päävalikko
lt: Pagrindinis
ro: Principal
ru: Главная страница

source: Gallery
cs: Galerie
fi_fi: Galleria
lt: Galerija
ro: Galeria
ru: Галерея

source: Setting
cs: Nastavení
fi_fi: Asetukset
lt: Nustatymai
ro: Setare
ru: Настройки

source: English
cs: Angličtina
fi_fi: Englanti
lt: Anglų
ro: engleză
ru: Английский

# ChineseS
source: Chinese,Simplified
cs: Čínština(zjednodušené)
fi_fi: Kiina (yksinkertaistettu)
lt: Kinų (supaprastinta)
ro: Chineză(simplificată)
ru: Китайский(упрощенный)

source: German
cs: Němčina
fi_fi: Saksa
lt: Vokiečių kalba
ro: germană
ru: Немецкий

# Norwegian
source: Norwegian Bokmål
cs: Norština(bokmål)
fi_fi: Norjan bokmål
lt: Norvegijos bokmalas
ro: norvegiană bokmål
ru: Норвежский букмол

source: Swedish
cs: Švédština
fi_fi: Ruotsi
lt: Švedijos
ro: suedeză
ru: Шведский

source: Spanish
cs: Španělština
fi_fi: Espanja
lt: Ispanų
ro: spaniolă
ru: Испанский

source: Danish
fi_fi: Tanska

source: Italian
fi_fi: Italia

source: Dutch
fi_fi: Hollanti

source: French
fi_fi: Ranska

# Portuguese
source: Portuguese(Portugal)
cs: Portugalština(Portugalsko)
fi_fi: Portugali (Portugali)
lt: Portugalų (Portugalija)
ro: portugheză(Portugalia)
ru: Португальский(Португалия)

source: Finnish
fi_fi: Suomi

source: Polish
cs: Polština
fi_fi: Puola
lt: lenkas
ro: poloneză
ru: Польский

source: Russian
cs: Ruština
fi_fi: Venäjä
lt: Rusų kalba
ro: rusă
ru: Русский

source: Romanian
cs: Romunština
fi_fi: Romania
lt: Rumunų kalba
ro: română
ru: Румынский

source: Lithuanian
fi_fi: Liettualainen
lt: Lietuviškai
ro: Lituaniană
ru: Литовский

source: Home
cs: Doma
fi_fi: Alkuun
lt: Pagrindinis
ro: Acasa
ru: Дома

source: Away
cs: Venku
fi_fi: Poissa
lt: Neprisijungęs
ro: Plecat
ru: Вне дома

source: Done
cs: Hotovo
fi_fi: Valmis
lt: Padaryta
ro: OK
ru: Готово

source: Edit
cs: Upravit
fi_fi: Muokkaa
lt: Redaguoti
ro: Editați
ru: Изменить

source: Scene1
cs: Scéna 1
fi_fi: Aihe 1
lt: Scena 1
ro: Scena 1
ru: Сцена 1

source: Scene2
cs: Scéna 2
fi_fi: Aihe 2
lt: Scena 2
ro: Scena 2
ru: Сцена 2

source: Edit Scene
cs: Editovat scénu
fi_fi: Muokkaa kohtausta
lt: Koreaguoti sceną
ro: Editeaza scena
ru: Редактировать сцену

source: Change Icon
cs: Změnit ikonu
fi_fi: Vaihda kuvaketta
lt: Pakeisti ikoną
ro: Schimba pictograma
ru: Изменить иконку

source: Rename
cs: Přejmenovat
fi_fi: Nimeä uudelleen
lt: Pakeisti piktogramą
ro: Redenumeste
ru: Изменить название

source: Living room
cs: Obývák
fi_fi: Olohuone
lt: Svetainė
ro: Living
ru: Гостиная

source: Bed room
cs: Ložnice
fi_fi: Makuuhuone
lt: Miegamasis
ro: Dormitor
ru: Спальня

source: Dining room
cs: Jídelna
fi_fi: Ruokailuhuone
lt: Valgomasis
ro: Sufragerie
ru: Столовая

source: Toilet
cs: Toaleta
fi_fi: WC
lt: Tualetas
ro: Baie
ru: Туалет

source: Kitchen
cs: Kuchyně
fi_fi: Keittiö
lt: Virtuvė
ro: Bucatarie
ru: Кухня

source: Dimmer
cs: Stmívač
fi_fi: Himmennin
lt: Dimeris
ro: Variator
ru: Диммер

source: Switch
cs: Vypínač
fi_fi: Kytkin
lt: Jungiklis
ro: Intrerupator
ru: Переключатель

# NoDevicePlace
source: No bluetooth device has been added for this place, search and add devices now?
cs: Pro toto místo nebylo přidáno žádné zařízení Bluetooth, najít a přidat zařízení nyní?
fi_fi: Bluetooth-laitetta ei ole lisätty tälle paikalle, etsi ja lisää laite nyt?
lt: Bluetooth įrenginys nebuvo pridėtas į šią vietą, ieškoti ir pridėti dabar?
ro: Niciun dispozitiv bluetooth nu a fost adaugat pentru acest loc, doriti sa cautati si sa adaugati acum?
ru: Для этого места еще не добавлено Bluetooth-устройств. Вы хотите найти и добавить их сейчас?

source: YES
cs: Ano
fi_fi: Kyllä
lt: Taip
ro: Da
ru: Да

source: Cancel
cs: Storno
fi_fi: Peruuta
lt: Atšaukti
ro: Anulați
ru: Oтменить

source: Creat New Group
cs: Vytvořit novou skupinu
fi_fi: Luo uusi ryhmä
lt: Sukurti naują grupę
ro: Creaza un nou grup
ru: Создать новую группу

source: Search New Devices
cs: Najít nová zařízení
fi_fi: Hae uusia laitteita
lt: Ieškoti naujų įrenginių
ro: Cauta dispozitive noi
ru: Поиск новых устройств

# AddDeviceAlert
source: Are you sure add the selected device？
cs: Chcete opravdu přidat vybrané zařízení?
fi_fi: Haluatko varmasti lisätä valitun laitteen?
lt: Ar tikrai norite pridėti pasirinktą įrenginį?
ro: Doriti sa adaugati dispozitivul selectat?
ru: Добавить выбранное устройство?

source: Associating
cs: Spojuji
fi_fi: Yhdistetään
lt: Asocijuojasi
ro: Asociere
ru: Подключение

source: Name
cs: Jméno
fi_fi: Nimi
lt: Vardas
ro: Nume
ru: Название

source: Brightness
cs: Jas
fi_fi: Kirkkaus
lt: Ryškumas
ro: Luminozitate
ru: Яркость

# SceneNoDevice
source: No device in this scene,edit scene now?
cs: Prázdná scéna. Editovat scénu nyní?
fi_fi: Tyhjä kohtaus. Muokkaa kohtausta nyt?
lt: Scena tuščia,Ar norite redaguoti sceną dabar?
ro: Anuleaza scena. Doriti sa editati acum?
ru: Отменить сцену. Редактировать сцену?

source: Scene Icons
cs: Ikony scény
fi_fi: Kohtauksen kuvakkeet
lt: Scenos ikonos
ro: Pictograme scene
ru: Иконки сцены

# GroupNoDevice
source: No device in this group,choose devices now?
cs: Žádné zařízení v této skupině. Vybrat zařízení nyní?
fi_fi: Ei laitetta tässä ryhmässä. Valitse laitteet nyt?
lt: Šioje grupėje nėra jokių įrenginių. Ar norite pasirinkti įrenginius dabar?
ro: Nici un dispozitiv in acest grup. Alegeti dispozitivele acum?
ru: В этой группе нет устройств. Вы хотите выбрать устройство?

source: Select:
cs: Vybrat:
fi_fi: valita:
lt: Pasirinkite:
ro: Seleccionar:
ru: Выбор:

source: Select default Icon
cs: Vybrat výchozí ikonu
fi_fi: Valitse oletuskuvake
lt: Pasirinkti pagrindinę ikoną
ro: Selecteaza pictograma implicit
ru: Выберите стандартную иконку

source: Camera
cs: Fotoaparát
fi_fi: Kamera
lt: Kamera
ro: Camera foto
ru: Kамерa

source: Choose from Album
cs: Vybrat z alba
fi_fi: Valitse albumista
lt: Pasirinkti iš galerijos
ro: Alege din album
ru: Выберите из альбома

source: Delete Group
cs: Vymazat skupinu
fi_fi: Poista ryhmä
lt: Ištrinti grupę
ro: Sterge grup
ru: Удалить группу

# DeleteGroupAlert
source: Are you sure that you want to delete this group
cs: Chcete opravdu vymazat tuto skupinu
fi_fi: Haluatko varmasti poistaa tämän ryhmän
lt: Ar tikrai norite ištrinti šią grupę
ro: Doriti stergerea acestui grup
ru: Вы действительно хотите удалить эту группу

# EnerGroupName
source: Please enter a group name.
cs: Vložte název skupiny.
fi_fi: Anna ryhmän nimi.
lt: Prašome įvesti grupės pavadinimą.
ro: Introduceti numele grupului.
ru: Введите название группы.

source: Delete Device
cs: Smazat zařízení
fi_fi: Poista Laite
lt: Ištrinti įrenginį
ro: Sterge dispozitiv
ru: Удалить устройство

# DeleteDeviceAlert
source: Are you sure that you want to delete this device
cs: Chcete opravdu smazat toto zařízení
fi_fi: AHaluatko varmasti poistaa tämän laitteen
lt: Ar tikrai norite ištrinti šią grupę
ro: Doriti stergerea acestui dispozitiv
ru: Вы хотите удалить выбранное устройство

# DeleteDeviceOffLine
source: Device wasn't found,Do you want to delete anyway
cs: Zařízení nenalezeno. Chcete přesto smazat
fi_fi: Laitetta ei löytynyt
lt: Įrenginys nebuvo rastas. Ar vis tiek norite ištrinti?
ro: Dispozitivul nu a fost gasit. Doriti stergerea oricum
ru: Устройство не найдено. Вы действительно хотите удалить

source: Remove Photo?
cs: Odstranit foto?
fi_fi: Poista valokuva?
lt: Ištrinti nuotrauką?
ro: Elimina foto?
ru: Удалить фотографию?

source: Remove Light?
cs: Odstranit světlo?
fi_fi: Poista valo?
lt: Panaikinti šviesą?
ro: Elimina lumina?
ru: Удалить свет?

source: Remove
cs: Odstranit
fi_fi: Poista
lt: Pašalinti
ro: Elimina
ru: Удалить

# Place
source: Places
cs: Místo
fi_fi: Paikat
lt: Vieta
ro: Locatia
ru: Место

# Timer
source: Timers
cs: Timer
fi_fi: Ajastin
lt: Laikmatis
ro: Timer
ru: Таймер

# Remote
source: Remotes
cs: Dálkové ovládání
fi_fi: Etä
lt: Nuotolinis
ro: De la distanta
ru: Пульт дистанционного управления

source: Light Sensor
fi_fi: Valoanturit

source: BT Version
cs: Verze Bluetooth
fi_fi: BT-versio
lt: BT Versija
ro: Versiunea BT
ru: Версия Bluetooth

source: Language
cs: Jazyk
fi_fi: Kieli
lt: Kalba
ro: Limba
ru: Язык

source: Help
cs: Pomoc
fi_fi: Ohje
lt: Pagalba
ro: Ajutor
ru: Помощь

source: About
cs: O místu
fi_fi: Tietoa
lt: Apie
ro: Despre
ru: О месте

# CreatNewPlace
source: Creat a new place
cs: Vytvořit nové místo
fi_fi: Luo uusi paikka
lt: Sukurti naują vietą
ro: Creaza o noua locatie
ru: Создать новое место

# JoinPlace
source: Scan to join a place
cs: Připojit místo
fi_fi: Yhdistä paikka
lt: Prisijungti prie vietos
ro: Adauga o locatie
ru: Присоединить к месту

# SwitchPlaceAlert
source: Are you sure you want to switch place to the
cs: Chcete opravdu přepnout místo na
fi_fi: Haluatko varmasti vaihtaa paikaksi
lt: Ar tikrai norite perjungti vietą į
ro: Doriti sa schimbati locatia la
ru: Вы хотите переключить место на

source: Save
cs: Uložit
fi_fi: Tallenna
lt: Sandėliavimas
ro: Salvați
ru: Сoxpaнить

# NamePhraseEmpryAlert
source: Name and Pass Phrase should not be empty, please enter some values.
cs: Jméno a heslo nemůže být prázdné, prosím vložte nějaké hodnoty.
fi_fi: Nimi ja salasana ei saa olla tyhjä. Syötä jotkin arvot.
lt: Vardas ir slaptažodis negali būti tušti langeliai, prašome įvesti kelis simbolius.
ro: Numele și expresia Pass nu trebuie să fie goale, introduceți câteva valori.
ru: Название и пароль не могут быть пустыми, введите данные.

# TimerIntroduce
source: Timers allow you to schedule ON and OFF based in time.
cs: Timer Vám umožňuje naplánovat čas vypnutí / zapnutí.
fi_fi: Ajastimella voit asettaa PÄÄLLE ja POIS PÄÄLTÄ ajan mukaan.
lt: Laikmatis leidžia nustatyti įjungimo ir išjungimo laikus.
ro: Timerele vă permit să programați timpul ON și OFF.
ru: Таймер позволяет планировать время включения / выключения.

# AddTimer
source: Add a timer
cs: Přidat timer
fi_fi: Lisää ajastin
lt: Pridėti laikmatį
ro: Adaugati un timer
ru: Добавить таймер

# AddRemote
source: Add a remote
cs: Přidej dálkové ovládání
fi_fi: Lisää etäyksikkö
lt: Pridėti nuotolinio valdymo pultelį
ro: Adauga o telecomanda
ru: Добавить пульт

source: Tap to select
cs: Klepnutím nastavíte
fi_fi: Napsauta valitaksesi
lt: Palieskite norėdami nustatyti
ro: Puslar oara asignar
ru: Коснитесь, чтобы установить

# ControlLamp
source: Control a lamp
cs: Ovládá svítidlo
fi_fi: Ohjaa valoa
lt: Kontroliuokite žibintą
ro: Controla una lámpara
ru: Управление источником света

# ControlGroup
source: Control a group
cs: Ovládá skupinu
fi_fi: Ohjaa ryhmää
lt: Kontroliuokite grupę
ro: Controla un grupo
ru: Управление группой

source: Control scene
cs: Ovládat scénu
fi_fi: Ohjaa kohtausta
lt: Kontroliuokite scena
ro: Controla escena
ru: Управление сценарием

source: Not found
fi_fi: Ei löytynyt

source: Clear
fi_fi: Kirkas

source: SUCCESS
cs: Hotovo
fi_fi: ONNISTUI
lt: Sėkmingai!
ro: Succes
ru: Это сработало!

# RemoteOpenAlert
source: Please press any button on the remote six times continuously
cs: Stiskni jakékoliv tlačítko dálkového ovládání 6x souvisle
fi_fi: Paina mitä tahansa painiketta kaukosäätimessä kuusi kertaa peräkkäin
lt: Paspauskite, bet kurį mygtuką 6 kartus
ro: Apăsați orice buton de pe telecomandă de șase ori în mod continuu
ru: Нажмите любую кнопку на пульте дистанционного управления последовательно 6 раз

# NoDeviceFound
source: No new device was found.
fi_fi: Uutta laitetta ei löytynyt.

source: Back
cs: Zpět
fi_fi: Takaisin
lt: Atgal
ro: Atrás
ru: Haзaд

source: Group Icons
cs: Spojit ikony do skupiny
fi_fi: Ryhmäkuvakkeet
lt: Grupės ikonos
ro: Grupeaza pictograme
ru: Объединить иконки в группы

# EnterSceneName
source: Enter a name for the scene.
cs: Vložte název scény.
fi_fi: Syötä nimi kohtaukselle.
lt: Prašome įvesti grupės pavadinimą.
ro: Introduceti numele escena.
ru: Введите название сцену.

source: lamp
cs: svítidlo
fi_fi: valo
lt: žibintą
ro: asignar
ru: устройство

source: group
cs: skupinu
fi_fi: ryhmä
lt: grupę
ro: grupo
ru: группы

source: scene
cs: scénu
fi_fi: kohtaus
lt: scena
ro: escena
ru: сцену

source: Remove Group Member
fi_fi: Poista ryhmän jäsen

# RemoveDeviceOffLine
source: Device wasn't found,Do you want to remove anyway
fi_fi: Laitetta ei löytynyt. Haluatko poista sen kuitenkin

source: No Available Devices
fi_fi: Laitteita ei saatavissa

# AllDevicesHaveBeenOccupied
source: Or all devices have been occupied by other users.
fi_fi: Tai kaikki laitteet ovat muiden käyttäjien käytössä.

source: Rescan
fi_fi: Etsi uudestaan

source: Exit
fi_fi: Poistu

# AllSceneEmpty
source: All the scenes are empty. Please edit the scenes first.
fi_fi: Kaikki kohtaukset ovat tyhjiä. Lisää kohtaus ensin.

source: Controller
fi_fi: Ohjain

# LightSensorIntroduce
source: Light sensors allow lighting to operate autonomously without manual user interaction.Setting them up in order to make them into use.
fi_fi: Valoanturit mahdollistavat valojen käytön itsenäisesti ilman manuaalista käyttöä. Aseta ne toimintaan.

# AddLightSensor
source: Add a Light Sensor
fi_fi: Lisää valoanturi

source: ERROR
cs: Chyba
fi_fi: VIRHE
lt: Klaida!
ro: Eroare
ru: Ошибка

source: not found device
cs: Zařízení nenalezeno
fi_fi: laitetta ei löytynyt
lt: Įrenginys nebuvo rastas
ro: Dispozitivul nu a fost gasit
ru: Устройство не найдено

# outLargeScene
source: There are too many devices in the selected scene.
fi_fi: Liian monta laitetta vallitussa kohtauksessa.

source: Reading
fi_fi: Lukeminen

source: Dining
fi_fi: Ruokailu

source: Meeting
fi_fi: Kokous

source: Good night
fi_fi: Hyvää yötä

source: Pink memory
fi_fi: Vaaleanpunainen muisto

source: Mediterranean
fi_fi: Välimeri

source: Eyeshield
fi_fi: Varjostin

source: Frozen
fi_fi: Jäätynyt

source: Sunset glow
fi_fi: Auringonlaskun hehku

source: Magical aurora
fi_fi: Maaginen aamu

source: Colorfulness
fi_fi: Värikkyys

source: Rainbow
fi_fi: Sateenkaari

# ChooseTypeOfCurtain
source: Choose the type of curtain
fi_fi: Valitse verhotyyppi

# UseMicrophone
source: Use microphone to record
fi_fi: Käytä mikrofonia tallennukseen

source: calibrate
fi_fi: Kalibrointi

# deletetimernow
source: Delete this timer now?
fi_fi: Poista tämä ajastin nyt?

# notRespond
source: did not respond.
fi_fi: Ei vastausta.

# RCCodeWords
source: Scan the RQ code to share place with this phone. Please make sure the two phones are under the same WIFI.
fi_fi: Skannaa QR-koodi paikan jakamiseksi tämän puhelimen kanssa. Varmista, että molemmat puhelimet ovat samassa WIFI-verkossa.

source: SCAN
fi_fi: SKANNAA

# scanWords
source: Put the QR code into the box, it can be scanned automatically
fi_fi: Aseta QR-koodi ruutuun, se voidaan skannata automaattisesti

# noSameWIFI
source: Please make sure the two phones are under the same WIFI.
fi_fi: Varmista, että molemmat puhelimet ovat samassa WIFI-verkossa.

# openCamera
source: Please go to -> [Settings - Privacy - Camera - AcTEC BLE] to open the access switch
fi_fi: Siirry kohtaan -> [Asetukset - Yksityisyydensuoja - Kamera - AcTEC BLE] käyttökytkimen avaamiseksi

# cameraNotDetected
source: Your camera was not detected.
fi_fi: Kameraa ei löytynyt.

# bubble_left_words
source: Long press the open button until the curtain is fully open.
fi_fi: Paina painiketta pitkään, kunnes verho on täysin auki.

# bubble_right_words
source: Long press the close button until the curtain is fully closed.
fi_fi: Paina painiketta pitkään, kunnes verho on täysin suljettu.

# bubble_mid_words
source: Entering calibration mode.
fi_fi: Siirrytään kalibrointitilaan.

# noWifiAlert
source: Connect WIFI and share place data to other devcies.
fi_fi: Yhdistä WIFI ja jaa sijaintitietoja muihin laitteisiin.

source: Today
fi_fi: Tänään

source: This Week
fi_fi: Tämä viikko

source: This Month
fi_fi: Tässä kuussa

# closeChildrenModeAlert
source: Please turn off children mode first.
fi_fi: Poista lasten tila ensin käytöstä.

# closeSocketStateAlert
source: Please close the current socket first.
fi_fi: Sulje nykyinen liitin ensin.

# colorTemp
source: Color Temperature
fi_fi: Värilämpötila

source: Change
fi_fi: Vaihda

source: Reset
fi_fi: Nollaus

source: Color
fi_fi: Väri

# colorSat
source: Color Saturation
fi_fi: Värikylläisyys

source: Music Flow
fi_fi: Musiikkivirta

source: Czech
cs: Čeština
lt: Čekų kalba
ro: Cehă
ru: Чешский

source: ON/OFF
cs: Zapíná/Vypíná
ru: Включение/Выключение

# SearchRecepient
source: Searching recepient·····
cs: Hledám adresáta …
lt: Ieškoti gavėjo...
ro: Cautare receptor·····
ru: Поиск получателя ·····

# returnAlert
source: You are requesting to join a place, and the return will terminate the request. Are you sure you want to return?
cs: Žádáte připojení místa, ale návrat žádost přeruší. Chcete se opravdu vrátit?
lt: Prašote prisijungti prie vietos ir grąžinti nutraukus prašymą. Ar tikrai norite grįžti?
ro: Solicitați să vă înscrieți într-un loc, iar întoarcerea va întrerupe cererea. Sunteți sigur că doriți să vă întoarceți?
ru: Вы пытаетесь присоединиться к этому месту. Вы хотите остановить тест?

# DeleteCurrentPlaceAlert
source: You can't delete current selected place.
cs: Nemůžete smazat právě vybrané místo.
lt: Negalite ištrinti pasirinktos vietos.
ro: Nu puteti sterge spatiul curent selectat.
ru: Вы не можете удалить выбранное место.

source: everyday
cs: Každý den
lt: Kiekvieną dieną
ro: În fiecare zi
ru: Во все дни

source: every weekend
cs: Víkendy
lt: Kiekvieną savaitgalį
ro: Weekenduri
ru: На выходных

source: every weekday
cs: Pracovní dny
lt: Kiekvieną darbo dieną
ro: Zile lucrătoare
ru: В рабочие дни

# RemoteIntroduce
source: You can add your bluetooth remotes and assign lights to the buttons of the remotes.
cs: Můžete přidat bluetooth dálkové ovládání a přidělit světla k jeho tlačítkům.
lt: Galite pridėti savo Bluetooth nuotolinio valdymo pultelį ir priskirti šviestuvus.
ro: Puteți adăuga telecomenzi bluetooth și puteți atribui luminile la butoanele telecomenzii.
ru: Вы можете добавить bluetooth-пульты и назначить огни кнопкам пульта дистанционного управления.

source: Time out
cs: Čas vypršel
lt: Laikas baigėsi
ro: Pauza
ru: Время истекло

# Setting_back
source: Setting_back_en
cs: setting_cs
lt: setting_lt
ro: setting_ro
ru: setting_ru
